import { FayeLyrics } from "../src/content/lyrics.ts";

const hardcodeLyrics = `
[00:00.00]藉口 - 王菲 (Faye Wong)
[00:04.00]词：林振强
[00:08.00]曲：李子恒
[00:12.00]编曲：鲍比达  
[00:16.00]常请晚星请背影
[00:19.41]不用替我太挂心
[00:23.74]常劝心境应恬静
[00:27.30]别无事也带泪痕
[00:31.50]如近来共你相拥之时
[00:35.17]常常略察觉你稍带冷感
[00:39.26]全因你身边许多要事
[00:42.82]暂时没法兴奋
[00:48.99]常请眼睛不要醒
[00:52.55]不用太过看得真
[00:56.80]常劝哭声稍冷静
[01:00.48]事情未算有裂痕
[01:04.55]如日前为我恭祝生辰
[01:08.69]是我冷的背影
[01:12.37]全因你当天刚巧有事
[01:16.11]辨完便送我火吻
[01:26.17]常自我哄骗
[01:27.61]也替你辛苦找藉口
[01:33.61]如全没有介意
[01:35.41]却暗孤单饮心里苦酒
[01:41.71]明知将分手
[01:43.27]但若人未开口
[01:45.14]我都会一再当我通通都拥有
[01:49.28]仍然诈不知
[01:51.60]双眼内何事会湿透
[02:30.68]常请眼睛不要醒
[02:34.05]不用太过看得真
[02:38.23]常劝哭声稍冷静
[02:41.91]事情未算有裂痕
[02:46.02]如日前望见她于街头
[02:50.20]共你靠得太紧
[02:53.82]全因那一天风急雨暴
[02:57.69]任谁亦会走近
[03:07.42]常自我哄骗
[03:09.11]也替你辛苦找藉口
[03:15.26]如全没有介意
[03:16.88]却暗孤单饮心里苦酒
[03:23.00]明知将分手
[03:24.68]但若人未开口
[03:26.61]我都会一再当我通通都拥有
[03:30.98]我诈不知不须再过多久
[03:34.91]你会走
[03:38.90]常自我哄骗
[03:40.33]也替你辛苦找藉口
[03:46.39]如全没有介意
[03:48.14]却暗孤单饮心里苦酒
[03:54.50]明知将分手
[03:55.98]但若人未开口
[03:57.79]我都会一再当我通通都拥有
[04:02.04]仍然诈不知
[04:04.28]双眼内何事会湿透
[04:11.99]尚当我拥有
`;

const html = FayeLyrics.parseLyrics(hardcodeLyrics);
console.log(html);