export const hardcodeLyrics =

{
  "dJFUufZ4gWA": `
[00:00.00]一刹那 - 王菲 (Faye Wong)
[00:06.45]词：林夕
[00:12.90]曲：梁荣骏
[00:19.35]编曲：王利名
[00:25.81]短短的黑发似旧年
[00:31.55]你那深深的肤色并没有变
[00:37.04]
[00:38.33]不过怎么等到今天
[00:41.27]
[00:41.87]先叫你我去各自发现
[00:44.91]在眼中烧出了恋火无边
[00:50.40]
[00:52.72]温馨的开始 太突然
[00:58.66]快将倾倒的身躯就像断线
[01:04.16]
[01:05.41]只要彼此拉近一点
[01:08.40]
[01:09.01]所有错觉也会尽应验
[01:12.09]令到即将虚耗光阴都改变
[01:18.92]在这短短一刹那
[01:21.64]
[01:22.21]令我爱意迅速感化
[01:25.65]想不到无需情话
[01:32.44]在这短短一刹那
[01:35.18]
[01:35.79]如云彩变化像半世年华
[01:43.09]
[02:07.34]单恋加单恋到目前
[02:13.21]共处一天加一天逐渐蜕变
[02:18.58]
[02:19.91]只要当初走近一点
[02:22.86]
[02:23.46]将脑里爱意化在脸上
[02:26.57]或会一早享有此刻在先
[02:32.32]
[02:34.33]今天的呼吸似是甜
[02:40.14]也许今天的空间特别漂染
[02:45.70]
[02:46.87]所以火花一碰一闪
[02:49.97]
[02:50.55]所以意态也格外美艳
[02:53.63]令脑海所虚构光景都可见
[03:00.30]在这短短一刹那
[03:02.98]
[03:03.67]令我爱意迅速感化
[03:07.17]想不到无需情话
[03:13.39]
[03:13.93]在这短短一刹那
[03:16.63]
[03:17.38]如云彩变化像半世年华
[03:23.35]
[03:28.00]啦啦啦
[03:37.09]My love with you
[03:39.35]
[03:40.81]With my baby
[03:42.61]
[03:49.97]Forever with you
[03:53.08]
[03:54.39]With my baby
[03:56.00]
[04:01.00]With my baby
[04:02.58]
[04:07.82]With my baby
[04:09.67]With my baby
`,

  "Tbcf3hrPJ0k": `
[00:00.00]仍是旧句子 - 王菲 (Faye Wong)
[00:04.29]词：绿叶
[00:08.59]曲：梁荣骏
[00:12.89]编曲：林敏怡
[00:17.19]可知热诚是那么美
[00:20.98]曾在往日往昔少年时
[00:25.04]没有封锁了的笑面
[00:28.81]齐渡过多少
[00:32.24]
[00:34.96]几许事情亦会改变
[00:38.17]
[00:38.74]留下每话每声的心意
[00:42.61]独个奔走远方海外
[00:46.55]随着那旧句子
[00:52.55]每一分叮嘱
[00:54.37]带出祝福
[00:56.33]暗声祝祷百千句
[00:59.81]
[01:00.38]明白这次远去
[01:02.65]必可再遇见
[01:04.75]交出千般的暖意
[01:08.39]每一分叮嘱
[01:10.21]带出祝福
[01:12.22]暗声祝祷百千句
[01:15.53]
[01:16.20]无论要往哪里
[01:17.81]
[01:18.42]都紧记着你
[01:20.61]默默静卧在心里
[01:23.23]作伴呼应
[01:26.18]
[01:29.91]虽短暂重遇这一晚
[01:33.83]回复往日最真的感觉
[01:37.89]问到彼此至今际遇
[01:41.76]矛盾知多少
[01:45.43]
[01:47.80]得知热诚未有减退
[01:51.53]曾遇每日每天的挑战
[01:55.61]面对多少冷风上路
[01:59.47]仍是那旧句子
[02:04.96]
[02:05.49]每一分叮嘱
[02:07.32]带出祝福
[02:09.27]暗声祝祷百千句
[02:12.72]
[02:13.35]明白这次远去
[02:15.03]
[02:15.59]必可再遇见
[02:17.71]交出千般的暖意
[02:21.14]每一分叮嘱
[02:23.16]带出祝福
[02:25.07]暗声祝祷百千句
[02:28.46]
[02:29.00]无论要往哪里
[02:30.75]
[02:31.43]都紧记着你
[02:33.51]默默静卧在心里
[02:36.30]作伴呼应
[02:39.92]
[02:52.91]每一分叮嘱
[02:54.69]带出祝福
[02:56.59]暗声祝祷百千句
[03:00.68]明白这次远去
[03:02.72]必可再遇见
[03:05.06]交出千般的暖意
[03:07.97]
[03:08.67]每一分叮嘱
[03:10.48]带出祝福
[03:12.34]暗声祝祷百千句
[03:16.41]无论要往哪里
[03:18.04]
[03:18.56]都紧记着你
[03:20.89]默默静卧在心里
[03:23.66]作伴呼应
`,

  "5XCKTd0SxL0": `
[00:00.00]醒不来 - 王菲 (Faye Wong)
[00:05.34]词：Kwan
[00:10.68]曲：jack 吴2
[00:16.02]分不清白天
[00:18.80]
[00:19.33]看不见黑夜
[00:22.52]
[00:23.20]心情冷艳昼夜徘徊
[00:29.52]分不清是非
[00:32.88]看不见完美
[00:36.04]
[00:36.75]十分酒醉七分疲惫
[00:42.34]
[00:42.98]不是想沉睡噢醒不来
[00:50.15]醒来你依然不会在
[00:56.56]不是醒不来
[00:59.79]
[01:00.43]噢醒来我还是发呆
[01:09.92]
[01:37.12]分不清白天
[01:39.91]
[01:40.45]看不见黑夜
[01:43.30]
[01:44.25]心情冷艳昼夜徘徊
[01:49.98]
[01:50.53]分不清是非
[01:53.94]看不见完美
[01:56.90]
[01:57.73]沉迷在昼夜的边界
[02:03.22]
[02:04.07]不是想沉睡噢醒不来
[02:11.33]醒来你依然不会在
[02:17.11]
[02:17.64]不是醒不来
[02:21.48]噢醒来我还是发呆
[02:30.05]朋友都说我夜里比较美
[02:35.27]
[02:36.63]只因他们看不见我清醒的脸
[02:42.05]
[02:43.41]朋友都说我夜里更冷艳
[02:49.02]
[02:50.12]只因他们看不见我的悲
[02:59.91]
[03:01.60]太阳升起来
[03:05.33]噢醒不来
[03:08.81]醒来依然没有未来
[03:14.38]
[03:15.10]月光洒下来
[03:18.33]
[03:18.97]噢醒不来
[03:22.28]醒来我还是发呆
`,

  "6Kxf_R2Wmus": `
[00:00.00]藉口 - 王菲 (Faye Wong)
[00:04.00]词：林振强
[00:08.00]曲：李子恒
[00:12.00]编曲：鲍比达  
[00:16.00]常请晚星请背影
[00:19.41]不用替我太挂心
[00:23.74]常劝心境应恬静
[00:27.30]别无事也带泪痕
[00:31.50]如近来共你相拥之时
[00:35.17]常常略察觉你稍带冷感
[00:39.26]全因你身边许多要事
[00:42.82]暂时没法兴奋
[00:48.99]常请眼睛不要醒
[00:52.55]不用太过看得真
[00:56.80]常劝哭声稍冷静
[01:00.48]事情未算有裂痕
[01:04.55]如日前为我恭祝生辰
[01:08.69]是我冷的背影
[01:12.37]全因你当天刚巧有事
[01:16.11]辨完便送我火吻
[01:26.17]常自我哄骗
[01:27.61]也替你辛苦找藉口
[01:33.61]如全没有介意
[01:35.41]却暗孤单饮心里苦酒
[01:41.71]明知将分手
[01:43.27]但若人未开口
[01:45.14]我都会一再当我通通都拥有
[01:49.28]仍然诈不知
[01:51.60]双眼内何事会湿透
[02:30.68]常请眼睛不要醒
[02:34.05]不用太过看得真
[02:38.23]常劝哭声稍冷静
[02:41.91]事情未算有裂痕
[02:46.02]如日前望见她于街头
[02:50.20]共你靠得太紧
[02:53.82]全因那一天风急雨暴
[02:57.69]任谁亦会走近
[03:07.42]常自我哄骗
[03:09.11]也替你辛苦找藉口
[03:15.26]如全没有介意
[03:16.88]却暗孤单饮心里苦酒
[03:23.00]明知将分手
[03:24.68]但若人未开口
[03:26.61]我都会一再当我通通都拥有
[03:30.98]我诈不知不须再过多久
[03:34.91]你会走
[03:38.90]常自我哄骗
[03:40.33]也替你辛苦找藉口
[03:46.39]如全没有介意
[03:48.14]却暗孤单饮心里苦酒
[03:54.50]明知将分手
[03:55.98]但若人未开口
[03:57.79]我都会一再当我通通都拥有
[04:02.04]仍然诈不知
[04:04.28]双眼内何事会湿透
[04:11.99]尚当我拥有
`,

  "B5BzR7IWXik": `
[00:00.00]偿还 - 王菲 (Faye Wong)
[00:05.52]词：林夕
[00:11.04]曲：柳重言
[00:16.57]从未将你的贴相
[00:19.77]
[00:20.28]从右翻至左欣赏
[00:23.93]
[00:24.53]从未躺进发上
[00:27.78]贴身搔痒
[00:30.04]怎会当寻常
[00:33.14]从未听你的拇指
[00:37.30]撩动花瓣的声响
[00:40.95]
[00:41.61]从未真正放手
[00:44.86]所以以为拥抱会漫长
[00:50.47]偿还过 才如愿
[00:54.02]
[00:54.57]要是未曾偿清这心愿
[00:58.42]
[00:59.12]星不会转 谎不会穿
[01:03.03]因此太稀罕继续相恋
[01:07.33]偿还过 才情愿
[01:11.58]闭著目承认故事看完
[01:15.78]
[01:16.33]什么都不算什么
[01:20.39]即使你离得多远
[01:24.19]也不好抱怨
[01:27.49]
[01:42.01]从未等你的眼睛
[01:45.01]
[01:45.86]从梦中看到苏醒
[01:50.32]从未跟你畅泳
[01:53.42]怎么知道高兴会忘形
[01:58.77]从未跟你饮过冰
[02:03.03]零度天气看风景
[02:07.39]从未攀过雪山
[02:10.54]所以以为天会继续晴
[02:15.86]
[02:18.36]偿还过 才如愿
[02:22.41]要是未曾偿清这心愿
[02:26.87]星不会转 谎不会穿
[02:30.92]因此太稀罕继续相恋
[02:35.23]偿还过 才情愿
[02:38.64]
[02:39.39]闭著目承认故事看完
[02:44.20]什么都不算什么
[02:48.10]即使你离得多远
[02:51.91]也不好抱怨
[02:55.46]
[03:07.79]偿还过 才如愿
[03:11.04]
[03:11.59]要是未曾偿清这心愿
[03:15.19]
[03:15.89]星不会转 谎不会穿
[03:20.19]因此太稀罕继续相恋
[03:24.60]偿还过 才情愿
[03:28.70]闭著目承认故事看完
[03:33.55]什么都不算什么
[03:37.40]即使你离得多远也不好抱怨
`,

  "sbT_kxVwecQ": `
[00:00.00]迷魂记 - 王菲 (Faye Wong)
[00:09.75]词：林夕
[00:19.51]曲：谢霆锋
[00:29.27]别叫我太感激你
[00:36.45]药水色太精美
[00:43.26]别要我吃出滋味
[00:50.08]愉快得知觉麻痹
[00:55.16]为什么呵护我
[01:03.19]当我痊愈了
[01:06.39]可吃什么
[01:10.38]为什么感动我
[01:17.31]等我难习惯
[01:20.39]最低痛楚
[01:25.33]怕什么怕爱人
[01:32.44]扶着情感得到礼品总会敏感
[01:39.75]怕什么怕习惯豁出去爱上他人
[01:50.01]但却不懂去弄完假再成真
[02:11.64]别错碰我的手臂
[02:18.73]毛管不够争气
[02:25.75]别赐我太多福气
[02:32.38]令美点都挂住你
[02:38.54]为什么宠坏我
[02:45.62]等我难习惯半掩被窝
[02:53.52]怕什么怕爱人
[03:00.54]扶着情感得到礼品总会敏感
[03:07.89]怕什么怕习惯豁出去爱上他人
[03:18.16]但却不懂去弄完假再成真
[03:25.64]怕什么怕被迷魂
[03:32.32]扶着情感得到细心只怕丧心
[03:39.53]爱什么爱令我勇于报答太多人
[03:49.86]但却不知道如何死里逃生
`,

  "9nDio0UmMpk": `
[00:00.00]忘掉你像忘掉我 - 王菲 (Faye Wong)
[00:10.28]词：林夕
[00:20.57]曲：张国荣
[00:30.86]想不再回头 又不想错过
[00:37.87]想不想之间 着了魔
[00:44.26]重逢后 白发后 又怎知道 是恋火
[00:51.56]是如何 烧毁我
[00:57.95]
[01:00.05]假使你仍然 认得这个我
[01:07.11]不枉我换来 这结果
[01:13.24]狂傲地 任性地 为想等你 望清楚
[01:20.81]为你疯魔 这样错
[01:27.00]
[01:27.68]爱我吗 不恋也恨
[01:33.86]等到白头 未染尘
[01:42.12]爱我吗 但如何敢问
[01:49.43]忘掉你像忘掉我心
[01:56.19]
[01:58.49]生死也为情 是否不会有
[02:06.09]只得苦恋可永久
[02:11.47]
[02:12.53]明明是没以后
[02:15.96]但怎么我 仍牵手
[02:19.78]让你减轻 你内疚
[02:27.22]
[02:55.67]爱我吗 不恋也恨
[03:02.10]等到白头 未染尘
[03:10.37]爱我吗 但如何敢问
[03:17.53]忘掉你像忘掉我心
[03:24.48]
[03:26.97]生死也为情 是否不会有
[03:34.15]只得苦恋可永久
[03:39.76]
[03:40.50]明明是没以后
[03:44.25]但怎么我 仍牵手
[03:47.87]让你减轻 你内疚
[03:54.37]
[03:55.16]生也猜不透 死也猜不透
[04:04.25]
[04:07.38]发白透
`,

  "GXf_gWVhoB4": `
[00:00.00]只有我自己 - 王菲 (Faye Wong)
[00:04.67]词：林夕
[00:09.34]曲：林敏怡
[00:14.01]曾经欢天喜地以为就这样过一辈子
[00:21.99]走过千山万水回去却已来不及
[00:29.84]
[00:32.08]曾经惺惺相惜以为一生总有一知己
[00:39.38]
[00:40.00]不争朝夕不弃不离原来只有我自己
[00:47.48]
[00:49.99]纵然天高地厚容不下我们的距离
[00:57.89]纵然说过我不在乎却又不肯放弃
[01:05.85]得到一切失去一切也在所不惜
[01:13.62]
[01:14.79]失去你却失去面对孤独的勇气
[01:21.78]
[01:40.18]曾经欢天喜地以为就这样过一辈子
[01:47.19]
[01:47.79]走过千山万水回去却已来不及
[01:55.35]
[01:57.75]曾经惺惺相惜以为一生总有一知己
[02:05.19]
[02:05.71]不争朝夕不弃不离原来只有我自己
[02:13.29]
[02:15.73]纵然天高地厚容不下我们的距离
[02:23.66]纵然说过我不在乎却又不肯放弃
[02:31.68]得到一切失去一切也在所不惜
[02:39.48]
[02:40.52]失去你却失去面对孤独的勇气
[02:47.60]
[02:51.71]得到一切失去一切也在所不惜
[02:59.30]
[03:00.47]失去你却失去面对孤独的勇气
`,

  "LKUs8ihMlT4": `
[00:00.00]容易受伤的女人 - 王菲 (Faye Wong)
[00:04.56]词：何启弘
[00:09.13]曲：中岛美雪
[00:13.70]编曲：Tony A
[00:18.27]留着你隔夜的吻
[00:21.62]感觉不到你有多真
[00:25.38]想你天色已黄昏
[00:29.01]脸上还有泪痕
[00:32.52]如果从此不过问
[00:36.26]不想对你难舍难分
[00:39.86]是否夜就不会冷
[00:43.49]心就不会疼
[00:46.77]颤抖的唇
[00:48.27]等不到你的吻
[00:50.25]一个容易受伤的女人
[00:54.00]希望希望希望你会心疼
[00:57.60]我害怕一个人
[01:01.22]为何不肯
[01:02.90]轻轻唤我一声
[01:04.70]安慰容易受伤的女人
[01:08.48]为了你我情愿给一生
[01:16.21]黑夜里不敢点灯
[01:19.83]是谁让我越陷越深
[01:23.47]让我深爱过的人
[01:27.14]越来越陌生
[01:59.79]留着你隔夜的吻
[02:03.42]感觉不到你有多真
[02:07.08]想你天色已黄昏
[02:10.63]脸上还有泪痕
[02:14.28]如果从此不过问
[02:17.86]不想对你难舍难分
[02:21.63]是否夜就不会冷
[02:25.07]心就不会疼
[02:28.45]颤抖的唇
[02:30.15]等不到你的吻
[02:31.93]一个容易受伤的女人
[02:35.58]希望希望希望你会心疼
[02:39.04]我害怕一个人
[02:42.86]为何不肯
[02:44.44]轻轻唤我一声
[02:46.45]安慰容易受伤的女人
[02:50.09]你的眼神烫伤我的青春
[02:57.87]黑夜里不敢点灯
[03:01.47]是谁让我越陷越深
[03:05.11]让我深爱过的人
[03:08.74]越来越陌生
[03:12.06]颤抖的唇
[03:13.62]等不到你的吻
[03:15.42]一个容易受伤的女人
[03:19.30]希望希望希望你会心疼
[03:22.91]我害怕一个人
[03:26.52]为何不肯
[03:28.04]轻轻唤我一声
[03:30.06]安慰容易受伤的女人
[03:33.62]为了你我情愿给一生
[03:41.43]黑夜里不敢点灯
[03:45.09]是谁让我越陷越深
[03:48.60]让我深爱过的人
[03:52.31]越来越陌生
`,

  "2zW44VGrNGc": `
[00:00.00]执迷不悔 (粤语) - 王菲 (Faye Wong)
[00:05.64]词：陈少琪
[00:11.28]曲：袁惟仁
[00:16.92]编曲：Gary Tong
[00:22.56]这次我重头面对
[00:25.03]
[00:25.53]过去和以后
[00:28.19]
[00:29.49]人如何自欺再不管这对否
[00:34.97]
[00:36.07]人如何不舍也放开所有
[00:42.38]纵堕入深沟完全不想悔疚
[00:49.01]
[00:51.76]我决意沉迷下去
[00:54.15]
[00:54.70]放眼迎以后
[00:57.35]
[00:58.63]人寻求自尊
[01:00.59]
[01:01.40]你心中感觉否
[01:04.11]
[01:05.46]人如何长久
[01:07.52]
[01:08.28]却了解不够
[01:11.50]纵独自飞走
[01:14.21]
[01:15.11]完全不想悔疚
[01:18.15]
[01:20.72]身边的声音祝福我的一切
[01:24.08]我已听厌你说我那样美丽
[01:27.50]若付在旧日子不再可贵
[01:30.95]我说我这次
[01:32.63]要痛快有我的依归
[01:36.93]
[01:37.99]今天且忍心一声再会
[01:41.29]不须伤心风中依偎
[01:44.78]勉强与你到底终会
[01:48.03]在热烈后变飞灰
[01:51.50]今天且忍心笑笑干杯
[01:55.03]可知一天我会荡回
[01:58.52]你纵会说已早改变
[02:01.87]独自梦下去都不悔
[02:06.30]
[02:19.29]我决意沉迷下去
[02:21.59]
[02:22.17]放眼迎以后
[02:24.65]
[02:25.94]人寻求自尊
[02:27.95]
[02:28.81]你心中感觉否
[02:31.84]
[02:32.75]人如何长久
[02:35.03]
[02:35.68]却了解不够
[02:38.80]纵独自飞走
[02:41.62]
[02:42.96]完全不想悔疚
[02:46.43]
[02:48.03]身边的声音祝福我的一切
[02:51.45]我已听厌你说我那样美丽
[02:54.88]若付在旧日子不再可贵
[02:58.28]我说我这次
[02:59.42]
[02:59.96]要痛快有我的依归
[03:04.44]
[03:05.38]今天且忍心一声再会
[03:08.71]不须伤心风中依偎
[03:12.22]勉强与你到底终会
[03:15.43]在热烈后变飞灰
[03:19.03]今天且忍心笑笑干杯
[03:22.44]可知一天我会荡回
[03:25.90]你纵会说已早改变
[03:29.27]独自梦下去都不悔
[03:34.82]
[03:36.21]今天且忍心一声再会
[03:39.62]不须伤心风中依偎
[03:43.03]勉强与你到底终会
[03:46.29]在热烈后变飞灰
[03:49.85]今天且忍心笑笑干杯
[03:53.28]可知一天我会荡回
[03:56.69]你纵会说已早改变
[04:00.16]独自梦下去都不悔
`,

  "UQJxER3Lu6s": `
[00:00.00]脸 - 王菲 (Faye Wong)
[00:05.02]词：林夕
[00:10.05]曲：王菲
[00:15.07]呼吸是你的脸
[00:21.85]你曲线在蔓延
[00:29.68]不断演变那海岸线
[00:33.99]长出了最哀艳的水仙
[00:44.31]攀过你的脸 ah 
[00:50.72]想不到那么蜿蜒
[00:58.18]在你左边的容颜
[01:03.15]我搁浅   我却要   继续冒险
[01:13.55]最好没有人会明白我说什么
[01:20.84]只有你听懂我想什么
[01:27.91]
[01:31.00]你一脸沉默
[01:34.56]什么
[01:37.39]我没说什么
[01:50.03]湿湿的汗水不只一点点
[01:56.65]你眉头是否碰上黄梅天
[02:03.67]来吧滋润我的沧海桑田
[02:08.55]你每一脸 是我一年 已好久不见
[02:18.84]抽烟抽象的脸
[02:25.34]雨绵绵 让我失眠
[02:33.24]一点一滴的沉淀 累积成
[02:39.40]我皱纹 在你的笑脸
[02:48.07]最好没有人会明白我说什么
[02:51.47]
[02:55.31]只有你听懂我想什么
[02:58.69]
[03:04.68]你一脸沉默
[03:08.77]什么
[03:11.39]我没说什么
[03:15.42]我没说什么
[03:17.64]（我没说什么）
`,

  "wJru36Fu6Lc": `
[00:00.00]这些,那些…… - 王菲 (Faye Wong)
[00:04.09]词：林振强
[00:08.19]曲：EPO
[00:12.29]编曲：林矿培
[00:16.39]风轻吻我的散发 风轻轻吻你
[00:22.44]
[00:23.38]一切都也那么好 那天我结识你
[00:29.24]
[00:30.80]种种孤单 孤独
[00:34.61]你扫走
[00:38.79]清风当晚 是美酒
[00:44.23]
[00:45.43]好多次我真心笑
[00:49.25]皆因拥有你
[00:52.06]
[00:53.18]阻暗天气里雨纷飞
[00:57.05]我都觉好天气
[00:59.99]许多许多琐事
[01:04.68]你我知
[01:08.60]当天的你 为我知
[01:15.16]这些 那些
[01:18.80]我怎会记不起
[01:21.74]即使今天
[01:26.10]你有更深爱者
[01:30.16]这些 那些
[01:33.43]
[01:34.37]放低忆起
[01:39.47]
[01:41.28]我会更心痛些
[01:43.59]
[02:14.69]许多许多琐事
[02:19.17]你我知
[02:23.43]当天的你 为我知
[02:30.04]这些 那些
[02:33.41]我怎会记不起
[02:36.16]即使今天
[02:41.08]你有更深爱者
[02:43.77]
[02:44.95]这些 那些
[02:48.59]放低忆起
[02:52.10]
[02:56.51]我会更心痛些
[02:58.62]心痛些
[03:01.93]
[03:14.86]这些 那些
[03:18.36]我怎会记不起
[03:22.23]即使今天
[03:25.91]你有更深爱者
[03:29.03]
[03:29.96]这些 那些
[03:33.65]我不再有多一些
[03:38.51]只好珍惜
[03:39.31]
[03:40.24]更爱这些 那些
[03:44.10]
[03:44.87]这些 那些
[03:48.42]我怎会肯记不起
[03:52.17]即使今天
[03:55.97]你有更深爱者
[03:58.60]
[03:59.90]这些 那些
[04:03.44]我不再可多一些
[04:11.12]更爱这些 那些
`,

  "LNkbCeMfakE": `
[00:00.00]逝去的爱 - 王菲 (Faye Wong)
[00:08.48]词：蒋荣伊
[00:16.97]曲：Kaoru Ito
[00:25.46]Love is over
[00:26.23]
[00:27.89]请你不要再提起
[00:29.40]
[00:30.99]逝去的爱已逝去
[00:32.48]
[00:34.10]谁也不必再追忆
[00:35.62]
[00:37.99]Love is over
[00:38.81]
[00:40.47]请你不要再说明
[00:41.87]
[00:43.54]过去就像流云
[00:45.14]
[00:46.83]随风飘去无踪影
[00:48.26]
[00:50.67]Love is over
[00:51.50]
[00:53.13]虽然也会叹息
[00:54.75]
[00:56.33]虽然也会悲戚
[00:57.75]
[00:59.43]如今都已过去
[01:00.85]
[01:03.47]Love is over
[01:04.31]
[01:05.85]时光匆匆如流水
[01:07.43]
[01:08.95]流水抚平我心灵
[01:10.48]
[01:12.15]创伤早已无痕迹
[01:13.76]
[01:16.30]虽然过去你也曾对我
[01:18.55]表示过真情意
[01:20.23]
[01:22.69]也曾对你许下诺言
[01:24.22]
[01:25.06]今生我永不移
[01:26.52]
[01:28.85]为何你一去无音讯
[01:33.78]
[01:35.35]撕碎我的心
[01:38.68]
[01:45.12]Love is over
[01:45.81]
[01:47.42]请你不要再提起
[01:48.87]
[01:50.49]逝去的爱已逝去
[01:51.95]
[01:53.62]谁也不必再追忆
[01:55.11]
[01:57.34]Love is over
[01:58.39]
[02:00.07]谁也不必再提起
[02:01.51]
[02:03.14]逝去的爱已逝去
[02:04.69]
[02:06.37]谁也不必再追忆
[02:07.99]
[02:48.55]虽然过去你也曾对我
[02:50.45]
[02:51.06]表示过真情意
[02:52.66]
[02:54.87]也曾对你许下诺言
[02:56.50]
[02:57.05]今生我永不移
[02:58.85]
[03:01.20]为何你一去无音讯
[03:06.11]
[03:07.57]撕碎我的心
[03:10.89]
[03:17.40]Love is over
[03:18.08]
[03:19.64]请你不要再提起
[03:21.25]
[03:22.74]逝去的爱已逝去
[03:24.27]
[03:25.87]谁也不必再追忆
[03:27.40]
[03:29.93]Love is over
[03:30.78]
[03:35.51]谁也不必再提起
[03:36.98]
[03:39.05]Love is over
[03:40.12]
[03:42.84]Oh oh oh oh oh oh
[03:50.61]
[03:51.64]Oh oh
`,

  "qwpGxPbGtB4": `
[00:00.00]有缘的话 - 王菲 (Faye Wong)
[00:09.47]词：绿叶
[00:18.94]曲：王利民
[00:28.41]编曲：王利民
[00:37.89]心已伤轻轻抹干眼泪
[00:44.04]是谁订错对没法明了
[00:51.98]恋爱中显见几番幼稚
[00:58.22]未能会意你另有所思
[01:05.58]再不低声悲泣哭诉命运是无奈
[01:12.67]那需今天多讲特来故意做障碍
[01:19.45]几多抑郁 几多得失必会慢慢地流逝
[01:26.16]请你远去 莫回望
[01:39.32]傻啦 唔好再难过啦
[01:41.57]趁住我地大家重系年轻既时候
[01:44.56]我好想去外国继续我既学业
[01:47.43]多的充实自己 为左将来
[01:51.54]我谂我个快择系岩架
[01:55.10]如果我地将来真系重有缘既话
[01:58.47]我
[02:02.21]心已伤轻轻抹干眼泪
[02:08.26]是谁订错对没法明了
[02:16.18]恋爱中显见几番幼稚
[02:22.42]未能会意你另有所思
[02:29.91]再不低声悲泣哭诉命运是无奈
[02:36.97]那需今天多讲特来故意做障碍
[02:43.78]几多抑郁 几多得失必会慢慢地流逝
[02:50.37]请你远去 莫回望
[02:57.85]再不低声悲泣哭诉命运是无奈
[03:04.72]那需今天多讲特来故意做障碍
[03:11.58]几多抑郁 几多得失必会慢慢地流逝
[03:18.13]请你远去 莫回望
[03:25.07]尽管远去 莫回望
`,

  "18l4EA-7qWw": `
[00:00.00]容易受伤的女人 - 王菲 (Faye Wong)
[00:05.89]词：潘源良
[00:11.78]曲：中岛美雪
[00:17.67]人渐醉了夜更深
[00:21.21]
[00:21.74]在这一刻多么接近
[00:24.89]
[00:25.45]思想仿似在摇撼 矛盾也更深
[00:32.63]曾被破碎过的心
[00:35.76]
[00:36.27]让你今天轻轻贴近
[00:39.99]多少安慰及疑问 偷偷的再生
[00:46.75]情难自禁我却其实属于
[00:50.39]极度容易受伤的女人
[00:53.99]不要 不要 不要骤来骤去
[00:57.66]请珍惜我的心
[01:01.34]如明白我继续情愿热恋
[01:04.90]这个容易受伤的女人
[01:08.52]不要等 这一刻 请热吻
[01:15.47]
[01:16.21]长夜有你醉也真
[01:19.86]让我终于找到信任
[01:23.52]不管一切是疑问 快乐是情人
[01:31.40]
[01:59.41]曾害怕了这一生
[02:03.45]是你始终甘心靠近
[02:07.07]我方知拥有着缘份 重建我信心
[02:14.37]曾被破碎过的心
[02:17.47]
[02:17.98]让你今天轻轻贴近
[02:21.67]多少安慰及疑问 偷偷的再生
[02:28.46]情难自禁 我却其实属于
[02:32.08]极度容易受伤的女人
[02:35.68]不要 不要 不要骤来骤去
[02:39.35]请珍惜我的心
[02:43.02]如明白我 继续情愿热恋
[02:46.64]这个容易受伤的女人
[02:50.21]终此一生 也火般的热吻
[02:57.96]长夜有你醉也真
[03:00.99]
[03:01.56]让我终于找到信任
[03:05.21]不管一切是疑问 快乐是情人
[03:12.08]情难自禁 我却其实属于
[03:15.71]极度容易受伤的女人
[03:19.29]不要 不要 不要骤来骤去
[03:23.01]请珍惜我的心
[03:26.62]如明白我 继续情愿热恋
[03:30.24]这个容易受伤的女人
[03:33.30]
[03:33.82]不要等 这一刻 请热吻
[03:40.94]
[03:41.52]长夜有你醉也真
[03:44.61]
[03:45.15]让我终于找到信任
[03:48.81]不管一切是疑问 快乐是情人
`,

  "9IORN1EiPP4": `
[00:00.00]爱与痛的边缘 - 王菲 (Faye Wong)
[00:06.75]词：潘源良
[00:13.50]曲：黄卓颖
[00:20.25]徘徊彷徨路前回望这一段
[00:28.61]你吻过我的脸曾是百千遍
[00:36.44]我去想终有一天夜雨中
[00:41.91]找不到打算
[00:44.41]让我孤单这边
[00:46.97]一点钟等到三点
[00:54.12]那怕与你相见
[00:56.63]仍是我心愿
[01:02.52]我也有我感觉难道要遮掩
[01:09.97]若已经不想跟我相恋
[01:14.09]又却怎么口口声声的欺骗
[01:18.23]让我一等再等
[01:20.72]在等一天共你拾回温暖
[01:26.50]情像雨点似断难断
[01:30.72]愈是去想更是凌乱
[01:35.01]我已经不去想跟你痴缠
[01:37.98]我有我的尊严不想再受损
[01:43.55]无奈我心要辨难辨
[01:47.60]道别再等也未如愿
[01:51.90]永远在爱与痛的边缘
[01:54.65]应该怎么决定挑选
[02:20.90]那怕与你相见
[02:23.22]仍是我心愿
[02:29.30]我也有我感觉难道要遮掩
[02:33.64]若已经不想跟我相恋
[02:40.85]又却怎么口口声声的欺骗
[02:45.10]让我一等再等
[02:47.40]在等一天共你拾回温暖
[02:50.29]情像雨点似断难断
[02:57.48]愈是去想更是凌乱
[03:01.85]我已经不去想跟你痴缠
[03:04.78]我有我的尊严不想再受损
[03:10.22]无奈我心要辨难辨
[03:14.52]道别再等也未如愿
[03:18.73]永远在爱与痛的边缘
[03:22.01]应该怎么决定挑选
[03:26.43]
[03:27.34]情像雨点似断难断
[03:31.20]愈是去想更是凌乱
[03:35.60]我已经不去想跟你痴缠
[03:38.63]我有我的尊严不想再受损
[03:44.24]无奈我心要辨难辨
[03:48.32]道别再等也未如愿
[03:52.55]永远在爱与痛的边缘
[03:55.15]应该怎么决定挑选
`,

  "btMrdwKv7s0": `
[00:00.00]约定 - 王菲 (Faye Wong)
[00:11.09]词：林夕
[00:22.18]曲：陈小霞
[00:33.27]还记得当天旅馆的门牌
[00:38.90]还留住笑着离开的神态
[00:46.52]当天整个城市 那样轻快
[00:51.60]沿路一起走半哩长街
[00:58.11]还记得街灯照出一脸黄
[01:03.92]还燃亮那份微温的便当
[01:10.34]剪影的你轮廓太好看
[01:15.50]凝住眼泪才敢细看
[01:24.62]忘掉天地 仿佛也想不起自己
[01:30.12]仍未忘相约看漫天黄叶远飞
[01:36.34]就算会与你分离 凄绝的戏
[01:42.38]要决心忘记我便记不起
[01:48.38]明日天地 只恐怕认不出自己
[01:54.21]仍未忘跟你约定假如没有死
[02:00.71]就算你壮阔胸膛 不敌天气
[02:06.82]两鬓斑白都可认得你
[02:15.96]
[02:40.09]还记得当天结他的和弦
[02:45.97]还明白每段旋律的伏线
[02:52.33]当天街角流过你声线
[02:57.50]沿路旅程如歌褪变
[03:05.98]忘掉天地 仿佛也想不起自己
[03:12.32]仍未忘相约看漫天黄叶远飞
[03:18.84]就算会与你分离 凄绝的戏
[03:24.51]要决心忘记我便记不起
[03:30.11]明日天地 只恐怕认不出自己
[03:35.87]仍未忘跟你约定假如没有死
[03:42.85]就算你壮阔胸膛 不敌天气
[03:47.75]两鬓斑白都可认得你
[03:55.27]就算你壮阔胸膛 不敌天气
[04:00.86]两鬓斑白都可认得你
`,

  "nuqWjUBQEbg": `
[00:00.00]暧昧 - 王菲 (Faye Wong)
[00:00.68]词：林夕
[00:01.36]曲：陈小霞
[00:02.04]眉目里似哭不似哭
[00:05.19]
[00:06.65]还祈求什么说不出
[00:09.83]
[00:11.30]陪着你轻呼着烟圈
[00:13.94]到唇边 讲不出满足
[00:17.78]
[00:20.88]你的温柔怎可以捕捉
[00:24.19]
[00:25.24]越来越近 却从不接触
[00:30.18]
[00:32.78]La la
[00:41.72]
[00:43.52]茶没有喝光早变酸
[00:46.76]
[00:48.08]从来未热恋已失恋
[00:51.55]
[00:52.66]陪着你天天在兜圈
[00:55.49]那缠绕 怎么可算短
[00:59.81]
[01:02.28]你的衣裳今天我在穿
[01:05.85]
[01:06.78]未留住你 却仍然温暖
[01:11.83]
[01:13.90]徘徊在似苦又甜之间
[01:17.93]望不穿这暧昧的眼
[01:21.64]
[01:22.97]爱或情借来填一晚
[01:26.55]终须都归还 无谓多贪
[01:30.79]
[01:32.20]犹疑在似即若离之间
[01:36.42]望不穿这暧昧的眼
[01:39.65]
[01:41.36]似是浓却仍然很淡
[01:44.72]
[01:45.47]天早灰蓝 想告别
[01:49.37]
[01:50.35]偏未晚
[01:51.89]
[02:15.69]茶没有喝光早变酸
[02:18.81]
[02:20.39]从来未热恋已失恋
[02:23.81]
[02:24.85]陪着你天天在兜圈
[02:27.78]那缠绕 怎么可算短
[02:32.17]
[02:34.54]你的衣裳今天我在穿
[02:38.03]
[02:38.96]未留住你 却仍然温暖
[02:44.16]
[02:45.75]徘徊在似苦又甜之间
[02:50.20]望不穿这暧昧的眼
[02:53.66]
[02:55.23]爱或情借来填一晚
[02:58.40]
[02:58.95]终须都归还 无谓多贪
[03:03.53]
[03:04.45]犹疑在似即若离之间
[03:08.73]望不穿这暧昧的眼
[03:12.24]
[03:13.70]似是浓却仍然很淡
[03:16.49]
[03:17.75]天早灰蓝 想告别
[03:21.47]
[03:22.57]偏未晚
[03:25.80]
[03:27.42]徘徊在似苦又甜之间
[03:31.80]望不穿这暧昧的眼
[03:35.48]
[03:36.79]爱或情借来填一晚
[03:39.86]
[03:40.52]终须都归还 无谓多贪
[03:44.97]
[03:46.03]犹疑在似即若离之间
[03:50.25]望不穿这暧昧的眼
[03:53.84]
[03:55.19]似是浓却仍然很淡
[03:58.30]
[03:59.43]天早灰蓝 想告别
[04:03.19]
[04:04.04]偏未晚
`,

  "f1rPPtfKozg": `
[00:00.00]暗涌 - 王菲 (Faye Wong)
[00:10.74]词：林夕
[00:21.48]曲：Michael Nyman
[00:32.22]就算天空再深看不出裂痕
[00:35.80]
[00:36.32]眉头仍聚满密云
[00:39.55]
[00:40.12]就算一屋暗灯照不穿我身
[00:44.18]仍可反映你心
[00:47.37]
[00:48.15]让这口烟跳升我身躯下沉
[00:52.11]曾多么想多么想贴近
[00:55.97]你的心和眼口和耳亦没缘份
[00:59.88]我都捉不紧
[01:03.40]
[01:03.96]害怕悲剧重演我的命中命中
[01:07.88]越美丽的东西我越不可碰
[01:11.97]历史在重演这么烦嚣城中
[01:15.79]没理由相恋可以没有暗涌
[01:19.72]其实我再去爱惜你又有何用
[01:23.69]难道这次我抱紧你未必落空
[01:27.89]仍静候着你说我别错用神
[01:31.70]什么我都有预感
[01:35.07]
[01:35.65]然后睁不开两眼看命运光临
[01:39.62]然后天空又再涌起密云
[01:43.36]
[02:07.58]就算天空再深看不出裂痕
[02:11.53]眉头仍聚满密云
[02:14.84]
[02:15.44]就算一屋暗灯照不穿我身
[02:19.42]仍可反映你心
[02:23.41]让这口烟跳升我身躯下沉
[02:27.48]曾多么想多么想贴近
[02:31.30]你的心和眼口和耳亦没缘份
[02:35.25]我都捉不紧
[02:38.46]
[02:39.47]害怕悲剧重演我的命中命中
[02:43.25]越美丽的东西我越不可碰
[02:47.34]历史在重演这么烦嚣城中
[02:51.19]没理由相恋可以没有暗涌
[02:55.12]其实我再去爱惜你又有何用
[02:59.10]难道这次我抱紧你未必落空
[03:03.13]仍静候着你说我别错用神
[03:07.17]什么我都有预感
[03:11.14]然后睁不开两眼看命运光临
[03:15.09]然后天空又再涌起密云
[03:18.50]
[03:19.21]仍静候着你说我别错用神
[03:23.11]什么我都有预感
[03:26.46]
[03:27.04]然后睁不开两眼看命运光临
[03:30.94]然后天空又再涌起密云
[03:34.36]
[03:34.96]然后天空又再涌起密云
`,

  "t15aXTuUk6U": `
[00:00.00]天与地 - 王菲 (Faye Wong)
[00:06.26]词：林振强
[00:12.53]曲：张宇
[00:18.79]当清风 长夜里飞过
[00:22.43]当天空 围着你一个
[00:26.21]思海中 期望你想过我
[00:30.78]
[00:33.78]当深宵 无办法敲破
[00:37.41]当漆黑 无力了解我
[00:41.20]只好装 仍是你紧抱我
[00:45.92]
[00:48.56]但分别中的人
[00:51.40]
[00:52.32]夜深是否一人
[00:55.25]
[00:56.04]你会否沉闷里恋上别人
[01:01.31]
[01:02.81]见到你 吻到你
[01:06.50]才是得到天与地
[01:10.36]我讨厌 每一次
[01:14.01]长或短短的别离
[01:17.81]会等你 我等你
[01:21.02]
[01:21.56]无论分开天与地
[01:25.32]每一吻 我将留起
[01:29.05]再等直至再吻到你
[01:32.93]
[01:39.46]当清风 长夜里飞过
[01:43.10]当天空 围着我一个
[01:46.85]知不知 谁又再牵挂你
[01:51.37]
[01:54.36]当深宵 无办法敲破
[01:58.11]当漆黑 无力了解我
[02:01.94]知不知 谁愿这刻有你
[02:06.27]
[02:09.21]但分别中的人
[02:11.91]
[02:12.89]夜深是否一人
[02:15.92]
[02:16.63]你会否沉闷里恋上别人
[02:22.00]
[02:23.38]见到你 吻到你
[02:26.64]
[02:27.16]才是得到天与地
[02:30.45]
[02:30.96]我讨厌 每一次
[02:34.67]长或短短的别离
[02:37.94]
[02:38.45]会等你 我等你
[02:41.67]
[02:42.18]无论分开天与地
[02:46.02]每一吻 我将留起
[02:49.67]再等直至再吻到你
[02:53.72]
[03:10.46]见到你 吻到你
[03:13.50]
[03:14.06]才是得到天与地
[03:17.32]
[03:17.84]我讨厌 每一次
[03:21.53]长或短短的别离
[03:24.74]
[03:25.29]会等你 我等你
[03:28.53]
[03:29.04]无论分开天与地
[03:32.31]
[03:32.83]每一吻 我将留起
[03:36.55]再等直至再吻到你
[03:40.29]
[03:42.31]见到你 吻到你
[03:45.35]
[03:45.90]才是得到天与地
[03:49.66]我讨厌 每一次
[03:53.41]长或短短的别离
[03:57.17]会等你 我等你
[04:00.94]无论分开天与地
[04:04.68]每一吻 我将留起
[04:08.42]再等直至再吻到你
[04:12.94]
[04:14.09]也请你 记紧留起
[04:17.82]你心直至我再亲你
`,

  "GM2jhzzLuN8": `
[00:19.04] 秒針分針 滴答 滴答 在心中
[00:22.61] 我的眼光 閃爍 閃爍 好空洞
[00:26.68] 我的心跳 撲通 撲通地 陣陣悸動
[00:34.44] 我問自己 要你愛你 有多濃
[00:37.99] 我要和你 雙宿雙飛 多衝動
[00:41.93] 我的內心 忽上 忽下地 陣陣悸動
[00:49.39] 明天我要嫁給你啦
[00:52.92] 明天我要嫁給你啦
[00:55.87] 要不是每天的交通
[00:58.65] 煩擾著我所有的夢
[01:03.66] 明天我要嫁給你啦
[01:07.82] 明天我要嫁給你啦
[01:10.95] 要不是你問我 要不是你勸我
[01:15.13] 要不是適當的時候 你讓我心動
[01:38.02] 秒針分針 滴答 滴答 在心中
[01:41.55] 我的眼光 閃爍 閃爍 好空洞
[01:45.50] 我的心跳 撲通 撲通地 陣陣悸動
[01:53.11] 我問自己 要你愛你 有多濃
[01:56.91] 我要和你 雙宿雙飛 多衝動
[02:01.02] 我的內心 忽上 忽下地 陣陣悸動
[02:08.73] 明天我要嫁給你啦
[02:12.29] 明天我要嫁給你啦
[02:15.98] 要不是停電的一夜
[02:18.28] 才發現我寂寞空洞
[02:23.46] 明天我要嫁給你啦
[02:27.70] 明天我要嫁給你啦
[02:31.04] 要不是你問我 要不是你勸我
[02:34.65] 要不是適當的時候 你讓我心動
[02:42.17] 明天我要嫁給你啦
[02:46.19] 明天終於嫁給你啦
[02:49.49] 要不是每天的交通
[02:52.31] 煩擾著我所有的夢
[02:58.19] 明天我要嫁給你啦
[03:02.06] 明天終於嫁給你啦
[03:05.34] 要不是你問我 要不是你勸我
[03:08.90] 可是我就在這時候 害怕惶恐
[03:18.80]
`,

  "MomH19UABjk": `
[00:00.00]纯情 - 王菲 (Faye Wong)
[00:05.72]词：林夕
[00:11.45]曲：C.Y.Kong
[00:17.18]编曲：C.Y.Kong
[00:22.91]监制：梁荣骏
[00:28.64]忘掉了爱你的感觉
[00:31.82]天天相聚天天玩乐
[00:34.13]
[00:35.09]我竟不发觉幸福寄托
[00:38.35]来自吃喝与挥霍
[00:40.83]
[00:41.60]宁愿到那天边海角
[00:44.47]
[00:45.03]不必生活在大银幕
[00:47.41]
[00:48.29]然后只得你和只得我
[00:51.79]如像最美满主角
[00:54.13]
[00:54.89]为何没法重拾那些简单的恋爱
[01:00.65]
[01:01.72]是否那些纯真岁月都不再
[01:06.75]
[01:08.29]谁让我一生都开心快乐继续纯情
[01:13.25]
[01:14.88]谁又可保证什么保证
[01:18.39]吻一生不会清醒
[01:21.61]谁又会假天真初恋那样那样纯情
[01:26.70]
[01:28.23]谁人愿意去听谁想多听现代爱情
[01:33.85]
[01:41.93]情欲里有太多恩怨
[01:44.30]
[01:45.02]相恋失恋多么混乱
[01:47.60]
[01:48.38]本不应再怨
[01:50.10]但偏要怨
[01:51.71]还在计较那亏损
[01:54.41]
[01:55.04]其实各有各的打算
[01:57.85]
[01:58.41]可惜关系未断还断
[02:00.92]
[02:01.72]宁愿只得你和只得我
[02:05.03]无谓有太多挑选
[02:07.65]
[02:08.21]为何没法重拾那些简单的恋爱
[02:14.11]
[02:15.11]是否那些纯真岁月都不再
[02:20.22]
[02:21.60]谁让我一生都开心快乐继续纯情
[02:26.81]
[02:28.41]谁又可保证什么保证
[02:31.80]吻一生不会清醒
[02:34.95]谁又会假天真初恋那样那样纯情
[02:40.15]
[02:41.65]谁人愿意去听谁想多听现代爱情
[02:48.00]
[03:15.31]忘掉了爱你的感觉
[03:18.34]天天相聚天天玩乐
[03:20.82]
[03:21.64]我竟不发觉幸福寄托
[03:25.00]来自吃喝与挥霍
[03:27.49]
[03:28.34]宁愿到那天边海角
[03:31.13]
[03:31.67]不必生活在大银幕
[03:34.11]
[03:35.02]然后只得你和只得我
[03:38.42]无论世界怎讲都不发觉
[03:42.78]一生都开心快乐
[03:44.72]
[03:45.48]不再纯情
[03:48.16]
[03:55.22]从此不再纯情
[03:59.92]
[04:08.40]谁让我一生都开心快乐继续纯情
`,

  "XuTbOEJ3U0c": `
[00:00.00]冷战 - 王菲 (Faye Wong)
[00:02.62]词：林夕
[00:05.24]曲：Tori Amos
[00:07.86]无声之中怎可知真拥紧你
[00:11.37]如触摸一堆飘忽空气
[00:14.82]眼看无数个问号被静默的你吻去
[00:19.46]
[00:20.92]只好自欺
[00:22.65]从不敢不忍心识穿你
[00:25.91]据闻你与那默剧艺人恋上了
[00:29.72]
[00:30.32]我也学别人静静地演我这套戏
[00:34.40]
[00:35.78]亦不愿分离
[00:37.82]相对不发一言
[00:40.65]似是你共我有了默契
[00:43.84]永不要幼稚的骂战
[00:46.72]但表情彼此表情
[00:48.88]悄悄地暗示这是冷战
[00:52.84]
[00:53.85]多少年
[00:57.86]
[00:58.89]共对亦无言
[01:01.22]
[01:08.08]流言风一般于身边一声一句
[01:11.88]从不听不讲不想一句
[01:15.05]怕会无意揭露
[01:17.15]令人难圆场的证据
[01:19.72]
[01:21.22]怎可面对
[01:23.05]无声之中将心声踩碎
[01:26.40]变成最有趣默剧艺人不怨怼
[01:30.58]永远静静地寂寞地演你爱侣
[01:34.65]
[01:36.25]别管你想谁
[01:38.09]相对不发一言
[01:41.04]似是你共我有了默契
[01:44.36]永不要幼稚的骂战
[01:47.08]但表情彼此表情
[01:49.07]悄悄地暗示这是冷战
[01:53.11]
[01:54.29]多少年
[01:58.57]
[01:59.31]直到目前
[02:01.70]我爱你你也爱我
[02:04.19]这个你我过去也听过说过
[02:08.80]破裂过厌弃过怨过伤过变过你
[02:12.79]我却永远怕说破
[02:16.11]冷战再冷战再冷战
[02:18.81]一错再错我却爱上这个错
[02:22.74]
[02:23.25]怪责你揭破你放弃你可会使我好过
[02:30.14]流言风一般于身边一声一句
[02:34.17]从不听不讲不想一句
[02:37.58]怕会无意揭露
[02:39.55]令人难圆场的证据
[02:42.22]
[02:43.60]怎可面对
[02:45.41]无声之中将心声踩碎
[02:49.00]变成最有趣默剧艺人不怨怼
[02:52.91]永远静静地寂寞地演你爱侣
[02:57.01]
[02:58.46]别管你想谁
[03:00.28]相对不发一言
[03:03.34]似是你共我有了默契
[03:06.67]永不要幼稚的骂战
[03:09.45]但表情即使表情也似没有话说
[03:14.18]没有话说没有话说像冷战
[03:19.15]
[03:20.08]多少年
[03:24.29]
[03:25.21]共对亦无言
[03:27.70]
[03:29.19]仿佛多少年
[03:35.66]
[03:36.91]欲爱但忘言
[03:40.23]
[03:41.16]欲爱但忘言
[03:44.03]
[03:45.17]让你走过眼前
`,

  "14Vc3rT8ErM": `
[00:00.10]只因喜欢Faye - 王菲 (Faye Wong)/林海峰
[00:00.20]词：郑国江
[00:00.30]曲：陈复明
[00:00.40]
[00:22.92]女：只因喜欢你 眼里缺点都优美
[00:28.42]只因喜欢你 偶有过失都不理
[00:34.06]碰见你以后 我眼里只得你
[00:40.55]
[00:45.18]男：只因喜欢你 你要我点都可以
[00:50.67]只因喜欢你 那介意睇边出戏
[00:56.31]世界纵再大 我眼里都只得你
[01:02.74]
[01:07.54]合：早午 晚上
[01:12.11]
[01:13.38]有了你心间空间载满了趣味
[01:18.58]风霜雨雾
[01:23.38]
[01:24.50]我替你担当抵挡那会退避
[01:28.74]
[01:30.06]只需于一起天色阴晴都美
[01:36.09]
[01:40.97]女：只因喜欢你 会偶尔吞声忍气
[01:46.40]只因喜欢你 纵抱怨不敢生气
[01:52.02]你笑我幼稚 纵错了因喜欢你
[01:58.36]
[02:25.56]合：早午 晚上
[02:30.05]
[02:31.36]有了你心间空间载满了趣味
[02:36.54]风霜雨雾
[02:41.16]
[02:42.51]我替你担当抵挡那会退避
[02:46.67]
[02:48.09]只需于一起天色阴晴都美
[02:54.09]
[02:58.96]男：只因喜欢你 会偶尔吞声忍气
[03:04.39]只因喜欢你 纵抱怨不敢生气
[03:09.99]你笑我幼稚 纵错了因喜欢你
[03:16.40]
[03:21.30]女：只因喜欢你
[03:23.78]
[03:26.82]男：只因喜欢你
[03:29.40]
[03:32.46]女：只因喜欢你
[03:34.73]
[03:37.98]男：只因喜欢你
[03:40.45]
[03:43.63]合：只因喜欢你
`,

  "erKB8oDeJKo": `
[00:00.00]回忆是红色天空 - 王菲 (Faye Wong)
[00:05.28]词：陈少琪
[00:10.56]曲：梁荣骏
[00:15.85]难记起思忆挂念是何年
[00:22.12]人离开家里的那天
[00:28.72]是你的叮嘱似断续难言
[00:35.40]红围巾给我披上肩
[00:41.24]临行让你吻著的脸
[00:44.69]怀疑著再见一天
[00:47.91]斜阳为我散下光线
[00:50.52]然后许多许多感觉淡然
[00:57.34]曾在某天空
[01:00.63]心里曾梦
[01:04.02]同样这天空
[01:06.56]到了今天只感到空洞
[01:12.44]当缤纷的晚霞渐冻
[01:19.23]天真的想法告终
[01:39.62]又见那天色染著夕阳红
[01:46.09]而回忆不觉的暗涌
[01:52.76]像你于身边炽热地重逢
[01:59.43]红围巾飘跃于冷风
[02:05.29]凡麈内最美丽的爱
[02:08.65]曾存在你我心中
[02:11.99]然而没法再认出你
[02:15.32]人在今天怎么一个面容
[02:21.28]曾在某天空
[02:24.64]心里曾梦
[02:27.91]同样这天空
[02:30.49]到了今天只感到空洞
[02:36.46]当缤纷的晚霞渐冻
[02:43.17]天真的想法告终
[03:09.49]凡麈内最美丽的爱
[03:12.52]曾存在你我心中
[03:15.62]然而没法再认出你
[03:19.02]人在今天怎么一个面容
[03:25.16]曾在某天空
[03:28.48]心里曾梦
[03:31.93]同样这天空
[03:34.38]到了今天只感到空洞
[03:40.30]当缤纷的晚霞渐冻
[03:47.01]天真的想法告终
[03:54.23]当缤纷的晚霞渐冻
[04:00.45]天真的想法告终
`,

  "E_Tb6U5yJJk": `
[00:00.00]但愿人长久 - 王菲 (Faye Wong)
[00:02.93]词：苏轼
[00:05.86]曲：梁弘志
[00:08.79]编曲：Alex San
[00:11.72]明月几时有 把酒问青天
[00:19.94]
[00:22.22]不知天上宫阙 今夕是何年
[00:30.64]
[00:33.31]我欲乘风归去
[00:36.15]
[00:38.61]唯恐琼楼玉宇
[00:41.67]
[00:44.04]高处不胜寒
[00:48.22]
[00:49.45]起舞弄清影 何似在人间
[00:58.46]
[01:03.25]转朱阁低绮户照无眠
[01:12.06]
[01:13.99]不应有恨何事长向别时圆
[01:23.57]
[01:27.60]人有悲欢离合
[01:30.87]
[01:32.98]月有阴晴圆缺
[01:36.15]
[01:38.42]此事古难全 但愿人长久
[01:47.20]
[01:49.21]千里共婵娟
[01:53.29]
[02:27.52]我欲乘风归去
[02:30.61]
[02:32.74]唯恐琼楼玉宇
[02:36.03]
[02:38.15]高处不胜寒 起舞弄清影
[02:46.79]
[02:49.09]何似在人间
[02:52.47]
[02:57.43]转朱阁低绮户照无眠
[03:06.69]
[03:08.18]不应有恨何事长向别时圆
[03:17.89]
[03:19.23]别时圆
[03:23.54]
[03:30.03]人有悲欢离合
[03:33.23]
[03:35.35]月有阴晴圆缺
[03:38.45]
[03:40.71]此事古难全 但愿人长久
[03:49.11]
[03:51.54]千里共婵娟
`,

  "4_7eFEKloL0": `
[00:00.00]不变 - 王菲 (Faye Wong)
[00:13.94]词：黄舒骏
[00:27.88]曲：黄舒骏
[00:41.82]长长的思念
[00:44.13]
[00:44.95]终于断了线
[00:48.06]
[00:52.06]多年的缠绵
[00:54.06]
[00:55.24]还是失了约
[00:58.80]
[01:01.60]你走得好遥远
[01:04.35]
[01:04.97]消失在我生命的地平线
[01:10.46]
[01:11.71]今生的喜与悲
[01:14.27]
[01:14.96]不再有滋味
[01:18.76]
[02:04.54]回忆在蔓延
[02:06.90]侵蚀我的脸
[02:09.60]
[02:12.84]我走不出昨天
[02:14.78]
[02:15.46]留不住联体
[02:18.59]
[02:21.14]你曾是我的天
[02:23.45]
[02:24.01]让我仰着脸就有一切
[02:28.82]
[02:29.69]要我如何面对
[02:32.56]没有你的夜
[02:36.12]
[02:36.99]对你情深不变
[02:40.50]
[02:41.24]对你怨恨不变
[02:44.86]
[02:45.60]对你痴心不变
[02:49.22]从现在一直到永远
[02:52.79]
[02:54.09]为你牵挂不变
[02:57.53]
[02:58.34]为你心碎不变
[03:01.65]
[03:02.39]为你祝福不变
[03:06.07]即使从此我所有心思
[03:09.14]你再不会有知觉
[03:12.13]
[03:35.12]长长的思念
[03:37.61]
[03:39.18]终于断了线
[03:43.49]
[03:45.23]长长的思念
[03:47.92]
[03:48.66]终于断了线
[03:52.04]
[03:55.47]长长的思念
[03:57.83]
[03:58.39]终于断了线
[04:03.27]
[04:05.32]长长的思念
[04:08.50]终于断了线
`,

  "kQSYJ6_TUBU": `
[00:00.00]分裂 - 王菲 (Faye Wong)
[00:05.57]词：林夕
[00:11.15]曲：Elizabeth Fraser/Robin Guthrie/Simon Raymonde
[00:16.73]分裂 分裂
[00:21.57]一面笑得天真无邪
[00:23.92]一面看破一切
[00:27.11]分裂 分裂
[00:32.21]一面爱得精疲力竭
[00:34.61]一面什么都不屑
[00:37.90]都是我拥抱过你
[00:42.48]
[00:43.37]一点一滴留在手里
[00:47.48]
[00:48.65]都是你拥抱过我
[00:53.81]没有空隙让我呼吸
[00:58.26]
[00:59.32]分裂 分裂
[01:04.37]一面坚强面对一切
[01:06.66]一面需要撒野
[01:09.77]分裂分裂
[01:14.81]守著一个人的世界
[01:17.38]流著两个人的血
[01:20.74]都是那拥抱的祸
[01:26.50]一半热一半冷
[01:29.92]
[01:31.20]都是那拥抱的祸
[01:36.11]
[01:36.76]一半天一半地
[01:40.92]
[01:41.98]都是那拥抱的祸
[01:46.65]
[01:47.42]一点我一点你
[01:51.93]
[01:52.64]都是那拥抱的祸
[01:57.40]
[01:58.04]一点男一点女
[02:02.36]
[02:03.29]都是那拥抱的祸
[02:07.63]
[02:08.79]一面红一面绿
[02:13.14]
[02:14.00]都是那拥抱的祸
[02:18.48]
[02:19.46]若无其事呼天抢地
[02:23.65]
[02:24.38]都是那拥抱的祸
[02:29.16]
[02:30.02]惊天动地平平无奇
[02:34.81]
[02:35.51]一双眼睛看著你一脸亲切
[02:39.14]
[02:40.02]张开了双眼却看到一脸轻蔑
[02:44.99]
[02:45.89]灵魂随你飞到另一个世界
[02:49.84]
[02:50.55]身体却像是断了翅膀的蝴蝶
[02:55.85]
[02:56.52]看著你我会变得目空一切
[03:00.54]
[03:01.76]看不到你的时候
[03:04.45]面对自己却有一点点胆怯
[03:08.47]分裂 分裂
[03:12.45]有时坚强面对一切
[03:14.88]有时需要撒野
[03:17.37]
[03:17.98]分裂 分裂
[03:23.09]守著一个人的世界
[03:25.60]流著两个人的血
[03:28.81]分裂 分裂
[03:33.70]一面笑的天真无邪
[03:36.30]一面看破一切
[03:39.52]分裂 分裂
[03:44.38]一面爱的精疲力竭
`
};